import { Product } from './product'

export const PRODUCTS : Product[] = [
    {
        "id" : 1,
        "name" : "Happy Farm Book",
        "description" : "แป๋วเทรลเล่อร์เกมส์ลาเต้อ่อนด้อย ฮาลาลอ่อนด้อยไชน่าบอร์ด เซ็กซ์ตนเองโปรดิวเซอร์ เซ็นเซอร์แอนด์ไลน์ผู้นำออดิทอเรียม ไมค์สุนทรีย์ไหร่โพสต์ แพ็ค เมคอัพม็อบตุ๊ดคาแรคเตอร์ เป็นไงวิปแล็บ แม่ค้า ริคเตอร์ละอ่อนละอ่อนโค้ช ดราม่าโฮมแอนด์ สเตเดียมถ่ายทำกราวนด์ไชน่าแอโรบิค สเตย์สเตเดียมเรซิน มาร์จิน แอร์ทาวน์เฮาส์เซอร์ไพรส์สต็อก กิฟท์ แป๋วเทรลเล่อร์เกมส์ลาเต้อ่อนด้อย ฮาลาลอ่อนด้อยไชน่าบอร์ด แป๋วเทรลเล่อร์เกมส์ลาเต้อ่อนด้อย ฮาลาลอ่อนด้อยไชน่าบอร์ด  ",
        "picture" : "images/farmbook.jpg",
        "price" : 150,
        "amount" : 10,
        "rating" : 7.7
    },
    {
        "id" : 2,
        "name" : "Moomin Pen",
        "description" : "moomin moomin",
        "picture" : "images/moomin.jpg",
        "price" : 60,
        "amount" : 20,
        "rating" : 9.9
    }
]
